Repository: Yuuga2001/widget-memo-ios
Catalog: WidgetMemo/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, pt_br, ru, th, vi, zh_hans, zh_hant

source: Switching Widget Boards
ar: تبديل لوحات الأداة
de: Widget-Board wechseln
es: Cambiar tablero del widget
fr: Changer de tableau de widget
id: Mengganti papan widget
it: Cambiare bacheca del widget
ja: ウィジェットのボード切り替え
ko: 위젯 보드 전환
pt_br: Alternar quadro do widget
ru: Переключение досок виджета
th: สลับบอร์ดของวิดเจ็ต
vi: Chuyển bảng widget
zh_hans: 切换小组件面板
zh_hant: 切換小工具面板

source: Tap "Board" and select the board you want to display
ar: اضغط على "اللوحة" واختر اللوحة التي تريد عرضها
de: Tippen Sie auf "Board" und wählen Sie das gewünschte Board aus
es: Pulsa "Tablero" y selecciona el tablero que quieres mostrar
fr: Touchez « Tableau » et sélectionnez le tableau à afficher
id: Ketuk "Papan" dan pilih papan yang ingin ditampilkan
it: Tocca "Bacheca" e seleziona la bacheca da visualizzare
ja: 「ボード」をタップして、表示したいボードを選びます
ko: "보드"를 탭하고 표시할 보드를 선택합니다
pt_br: Toque em "Quadro" e selecione o quadro que deseja exibir
ru: Нажмите «Доска» и выберите доску для отображения
th: แตะ "บอร์ด" แล้วเลือกบอร์ดที่ต้องการแสดง
vi: Nhấn "Bảng" và chọn bảng bạn muốn hiển thị
zh_hans: 点击"面板"并选择要显示的面板
zh_hant: 點擊「面板」並選擇要顯示的面板

source: Tap "Edit Widget"
ar: اضغط على "تحرير الأداة"
de: Tippen Sie auf "Widget bearbeiten"
es: Pulsa "Editar widget"
fr: Touchez « Modifier le widget »
id: Ketuk "Edit Widget"
it: Tocca "Modifica widget"
ja: 「ウィジェットを編集」をタップします
ko: "위젯 편집"을 탭합니다
pt_br: Toque em "Editar Widget"
ru: Нажмите «Редактировать виджет»
th: แตะ "แก้ไขวิดเจ็ต"
vi: Nhấn "Sửa Widget"
zh_hans: 点击"编辑小组件"
zh_hant: 點擊「編輯小工具」

source: Tap the "+" button in the upper left
ar: اضغط على زر "+" في أعلى اليسار
de: Tippen Sie auf die Taste "+" oben links
es: Pulsa el botón "+" en la esquina superior izquierda
fr: Touchez le bouton « + » en haut à gauche
id: Ketuk tombol "+" di kiri atas
it: Tocca il pulsante "+" in alto a sinistra
ja: 左上の「＋」ボタンをタップします
ko: 왼쪽 상단의 "+" 버튼을 탭합니다
pt_br: Toque no botão "+" no canto superior esquerdo
ru: Нажмите кнопку «+» в верхнем левом углу
th: แตะปุ่ม "+" ที่มุมซ้ายบน
vi: Nhấn nút "+" ở góc trên bên trái
zh_hans: 点击左上角的"+"按钮
zh_hant: 點擊左上角的「+」按鈕

source: Tap the board name at the top to rename it
ar: اضغط على اسم اللوحة في الأعلى لإعادة تسميتها
de: Tippen Sie oben auf den Board-Namen, um ihn umzubenennen
es: Pulsa el nombre del tablero en la parte superior para cambiarlo
fr: Touchez le nom du tableau en haut pour le renommer
id: Ketuk nama papan di bagian atas untuk mengubah namanya
it: Tocca il nome della bacheca in alto per rinominarlo
ja: 画面上部のボード名をタップすると名前を変更できます
ko: 상단의 보드 이름을 탭하면 이름을 변경할 수 있습니다
pt_br: Toque no nome do quadro na parte superior para renomeá-lo
ru: Нажмите на название доски вверху, чтобы переименовать
th: แตะชื่อบอร์ดด้านบนเพื่อเปลี่ยนชื่อ
vi: Nhấn vào tên bảng ở trên cùng để đổi tên
zh_hans: 点击顶部的面板名称即可重命名
zh_hant: 點擊頂部的面板名稱即可重新命名

source: Tap the clock button in the upper left to open backups
ar: اضغط على زر الساعة في أعلى اليسار لفتح النسخ الاحتياطية
de: Tippen Sie auf die Uhr-Taste oben links, um Backups zu öffnen
es: Pulsa el botón del reloj en la esquina superior izquierda para abrir las copias de seguridad
fr: Touchez le bouton horloge en haut à gauche pour ouvrir les sauvegardes
id: Ketuk tombol jam di kiri atas untuk membuka cadangan
it: Tocca il pulsante orologio in alto a sinistra per aprire i backup
ja: 左上の時計ボタンをタップしてバックアップを開きます
ko: 왼쪽 상단의 시계 버튼을 탭하여 백업을 엽니다
pt_br: Toque no botão de relógio no canto superior esquerdo para abrir os backups
ru: Нажмите кнопку с часами вверху слева, чтобы открыть резервные копии
th: แตะปุ่มนาฬิกาที่มุมซ้ายบนเพื่อเปิดข้อมูลสำรอง
vi: Nhấn nút đồng hồ ở góc trên bên trái để mở bản sao lưu
zh_hans: 点击左上角的时钟按钮打开备份
zh_hant: 點擊左上角的時鐘按鈕開啟備份

source: Tap the widget area
ar: اضغط على منطقة الأدوات
de: Tippen Sie auf den Widget-Bereich
es: Pulsa el área de widgets
fr: Touchez la zone de widgets
id: Ketuk area widget
it: Tocca l'area widget
ja: ウィジェットエリアをタップします
ko: 위젯 영역을 탭합니다
pt_br: Toque na área de widgets
ru: Нажмите на область виджетов
th: แตะพื้นที่วิดเจ็ต
vi: Nhấn vào vùng widget
zh_hans: 点击小组件区域
zh_hant: 點擊小工具區域

source: Text Color
ar: لون النص
de: Textfarbe
es: Color de texto
fr: Couleur du texte
id: Warna teks
it: Colore del testo
ja: 文字色
ko: 텍스트 색상
pt_br: Cor do texto
ru: Цвет текста
th: สีตัวอักษร
vi: Màu chữ
zh_hans: 文字颜色
zh_hant: 文字顏色

source: This board's memo, settings, board name, and backups will all be reset. This cannot be undone.
ar: سيتم إعادة تعيين المذكرة والإعدادات واسم اللوحة والنسخ الاحتياطية لهذه اللوحة. لا يمكن التراجع عن هذا الإجراء.
de: Notiz, Einstellungen, Board-Name und Backups dieses Boards werden zurückgesetzt. Dies kann nicht rückgängig gemacht werden.
es: La nota, ajustes, nombre del tablero y copias de seguridad se restablecerán. Esta acción no se puede deshacer.
fr: Le mémo, les réglages, le nom et les sauvegardes de ce tableau seront réinitialisés. Cette action est irréversible.
id: Memo, pengaturan, nama papan, dan cadangan papan ini akan direset. Tindakan ini tidak dapat dibatalkan.
it: La nota, le impostazioni, il nome della bacheca e i backup verranno ripristinati. Questa azione non può essere annullata.
ja: このボードのメモ内容・設定・ボード名・バックアップがすべて初期化されます。この操作は取り消せません。
ko: 이 보드의 메모, 설정, 보드 이름 및 백업이 모두 초기화됩니다. 이 작업은 되돌릴 수 없습니다.
pt_br: A nota, configurações, nome do quadro e backups serão redefinidos. Esta ação não pode ser desfeita.
ru: Заметка, настройки, название доски и резервные копии будут сброшены. Это действие нельзя отменить.
th: บันทึก การตั้งค่า ชื่อบอร์ด และข้อมูลสำรองของบอร์ดนี้จะถูกรีเซ็ตทั้งหมด การดำเนินการนี้ไม่สามารถย้อนกลับได้
vi: Ghi chú, cài đặt, tên bảng và bản sao lưu của bảng này sẽ được đặt lại. Thao tác này không thể hoàn tác.
zh_hans: 此面板的备忘录、设置、面板名称和备份将全部重置。此操作无法撤消。
zh_hant: 此面板的備忘錄、設定、面板名稱和備份將全部重置。此操作無法復原。

source: Type "MemoNow" in the search field
ar: اكتب "MemoNow" في حقل البحث
de: Geben Sie "MemoNow" in das Suchfeld ein
es: Escribe "MemoNow" en el campo de búsqueda
fr: Saisissez « MemoNow » dans le champ de recherche
id: Ketik "MemoNow" di kolom pencarian
it: Digita "MemoNow" nel campo di ricerca
ja: 検索欄に「MemoNow」と入力します
ko: 검색 필드에 "MemoNow"를 입력합니다
pt_br: Digite "MemoNow" no campo de busca
ru: Введите «MemoNow» в поле поиска
th: พิมพ์ "MemoNow" ในช่องค้นหา
vi: Nhập "MemoNow" vào ô tìm kiếm
zh_hans: 在搜索栏中输入"MemoNow"
zh_hant: 在搜尋欄中輸入「MemoNow」

source: Use the "Save Current State" button to record your memo
ar: استخدم زر "حفظ الحالة الحالية" لتسجيل مذكرتك
de: Verwenden Sie die Taste "Aktuellen Zustand speichern", um Ihre Notiz zu sichern
es: Usa el botón "Guardar estado actual" para registrar tu nota
fr: Utilisez le bouton « Enregistrer l'état actuel » pour sauvegarder votre mémo
id: Gunakan tombol "Simpan Keadaan Saat Ini" untuk merekam memo Anda
it: Usa il pulsante "Salva stato attuale" per registrare la tua nota
ja: 「現在の状態を保存」ボタンでメモの状態を記録できます
ko: "현재 상태 저장" 버튼으로 메모 상태를 기록할 수 있습니다
pt_br: Use o botão "Salvar estado atual" para registrar sua nota
ru: Используйте кнопку «Сохранить текущее состояние» для сохранения заметки
th: ใช้ปุ่ม "บันทึกสถานะปัจจุบัน" เพื่อบันทึกบันทึกของคุณ
vi: Dùng nút "Lưu trạng thái hiện tại" để ghi lại ghi chú của bạn
zh_hans: 使用"保存当前状态"按钮来记录您的备忘录
zh_hant: 使用「儲存目前狀態」按鈕來記錄您的備忘錄

source: Use the arrow buttons in the upper left to undo/redo
ar: استخدم أزرار الأسهم في أعلى اليسار للتراجع/الإعادة
de: Verwenden Sie die Pfeiltasten oben links zum Rückgängigmachen/Wiederherstellen
es: Usa las flechas de la esquina superior izquierda para deshacer/rehacer
fr: Utilisez les flèches en haut à gauche pour annuler/rétablir
id: Gunakan tombol panah di kiri atas untuk membatalkan/mengulangi
it: Usa i pulsanti freccia in alto a sinistra per annullare/ripetere
ja: 左上の矢印ボタンで「元に戻す」「やり直し」ができます
ko: 왼쪽 상단의 화살표 버튼으로 실행 취소/다시 실행할 수 있습니다
pt_br: Use os botões de seta no canto superior esquerdo para desfazer/refazer
ru: Используйте кнопки со стрелками вверху слева для отмены/повтора
th: ใช้ปุ่มลูกศรที่มุมซ้ายบนเพื่อเลิกทำ/ทำซ้ำ
vi: Dùng nút mũi tên ở góc trên bên trái để hoàn tác/làm lại
zh_hans: 使用左上角的箭头按钮撤销/重做
zh_hant: 使用左上角的箭頭按鈕來復原/重做

source: Use the clock button in the upper left to manage backups
ar: استخدم زر الساعة في أعلى اليسار لإدارة النسخ الاحتياطية
de: Verwenden Sie die Uhr-Taste oben links zur Backup-Verwaltung
es: Usa el botón del reloj en la esquina superior izquierda para gestionar copias de seguridad
fr: Utilisez le bouton horloge en haut à gauche pour gérer les sauvegardes
id: Gunakan tombol jam di kiri atas untuk mengelola cadangan
it: Usa il pulsante orologio in alto a sinistra per gestire i backup
ja: 左上の時計ボタンでメモのバックアップを管理できます
ko: 왼쪽 상단의 시계 버튼으로 백업을 관리할 수 있습니다
pt_br: Use o botão de relógio no canto superior esquerdo para gerenciar backups
ru: Используйте кнопку с часами вверху слева для управления резервными копиями
th: ใช้ปุ่มนาฬิกาที่มุมซ้ายบนเพื่อจัดการข้อมูลสำรอง
vi: Dùng nút đồng hồ ở góc trên bên trái để quản lý bản sao lưu
zh_hans: 使用左上角的时钟按钮管理备份
zh_hant: 使用左上角的時鐘按鈕管理備份

source: Use the copy button in the upper right to copy memo to clipboard
ar: استخدم زر النسخ في أعلى اليمين لنسخ المذكرة إلى الحافظة
de: Verwenden Sie die Kopieren-Taste oben rechts, um die Notiz in die Zwischenablage zu kopieren
es: Usa el botón de copiar en la esquina superior derecha para copiar la nota al portapapeles
fr: Utilisez le bouton copier en haut à droite pour copier le mémo dans le presse-papiers
id: Gunakan tombol salin di kanan atas untuk menyalin memo ke papan klip
it: Usa il pulsante copia in alto a destra per copiare la nota negli appunti
ja: 右上のコピーボタンでメモをクリップボードにコピーできます
ko: 오른쪽 상단의 복사 버튼으로 메모를 클립보드에 복사할 수 있습니다
pt_br: Use o botão de copiar no canto superior direito para copiar a nota para a área de transferência
ru: Используйте кнопку копирования вверху справа, чтобы скопировать заметку в буфер обмена
th: ใช้ปุ่มคัดลอกที่มุมขวาบนเพื่อคัดลอกบันทึกไปยังคลิปบอร์ด
vi: Dùng nút sao chép ở góc trên bên phải để sao chép ghi chú vào bộ nhớ tạm
zh_hans: 使用右上角的复制按钮将备忘录复制到剪贴板
zh_hant: 使用右上角的複製按鈕將備忘錄複製到剪貼簿

source: Use the gear button in the upper right to customize font size and colors
ar: استخدم زر الترس في أعلى اليمين لتخصيص حجم الخط والألوان
de: Verwenden Sie die Zahnrad-Taste oben rechts, um Schriftgröße und Farben anzupassen
es: Usa el botón de engranaje en la esquina superior derecha para personalizar tamaño y colores
fr: Utilisez le bouton engrenage en haut à droite pour personnaliser la taille et les couleurs
id: Gunakan tombol roda gigi di kanan atas untuk mengatur ukuran font dan warna
it: Usa il pulsante ingranaggio in alto a destra per personalizzare dimensione e colori
ja: 右上の歯車ボタンで文字サイズや色をカスタマイズできます
ko: 오른쪽 상단의 톱니바퀴 버튼으로 글꼴 크기와 색상을 맞춤 설정할 수 있습니다
pt_br: Use o botão de engrenagem no canto superior direito para personalizar tamanho e cores
ru: Используйте кнопку с шестерёнкой вверху справа для настройки размера шрифта и цветов
th: ใช้ปุ่มเฟืองที่มุมขวาบนเพื่อปรับแต่งขนาดตัวอักษรและสี
vi: Dùng nút bánh răng ở góc trên bên phải để tùy chỉnh cỡ chữ và màu sắc
zh_hans: 使用右上角的齿轮按钮自定义字体大小和颜色
zh_hant: 使用右上角的齒輪按鈕自訂字體大小和顏色

source: Your current state is saved automatically when restoring
ar: يتم حفظ حالتك الحالية تلقائيًا عند الاستعادة
de: Ihr aktueller Zustand wird bei der Wiederherstellung automatisch gespeichert
es: Tu estado actual se guarda automáticamente al restaurar
fr: Votre état actuel est sauvegardé automatiquement lors de la restauration
id: Keadaan saat ini disimpan secara otomatis saat memulihkan
it: Lo stato attuale viene salvato automaticamente durante il ripristino
ja: 復元する際、現在の状態は自動的に保存されるので安心です
ko: 복원 시 현재 상태가 자동으로 저장됩니다
pt_br: Seu estado atual é salvo automaticamente ao restaurar
ru: Текущее состояние сохраняется автоматически при восстановлении
th: สถานะปัจจุบันจะถูกบันทึกโดยอัตโนมัติเมื่อกู้คืน
vi: Trạng thái hiện tại được lưu tự động khi khôi phục
zh_hans: 恢复时，当前状态会自动保存
zh_hant: 恢復時，目前狀態會自動儲存

source: Copied to clipboard
ar: تم النسخ إلى الحافظة
de: In die Zwischenablage kopiert
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
id: Disalin ke papan klip
it: Copiato negli appunti
ja: クリップボードにコピーしました
ko: 클립보드에 복사됨
pt_br: Copiado para a área de transferência
ru: Скопировано в буфер обмена
th: คัดลอกไปยังคลิปบอร์ดแล้ว
vi: Đã sao chép vào bộ nhớ tạm
zh_hans: 已复制到剪贴板
zh_hant: 已複製到剪貼簿
